{
    "header": {
      "about": "Sobre mí",
      "developer": "Desarrollador",
      "designer": "Diseñador",
      "projects": "Proyectos",
      "services": "Servicios",
      "contact": "Contacto",
      "openMenu": "Abrir menú",
      "closeMenu": "Cerrar menú"
    },
    "about": {
      "title": "Sobre mí",
      "content": "Hola, soy un Diseñador UI/UX y Desarrollador Full-Stack apasionado del sur de Francia, radicado en Montpellier. Me encanta crear diseños intuitivos y visualmente atractivos con herramientas como Figma y Photoshop, mientras desarrollo aplicaciones modernas y eficientes usando C#, React y ASP.NET. Mi objetivo es unir el diseño y la tecnología para crear soluciones que sean tanto prácticas como hermosas. Fuera del trabajo, soy un gran aficionado a viajar, descubrir nuevos lugares y encontrar inspiración en diferentes culturas. Ya sea explorando las últimas tendencias tecnológicas o disfrutando del estilo de vida mediterráneo, siempre estoy buscando ideas frescas para incorporar en mis proyectos."
    },
    "developer": {
      "title": "Desarrollador Full-stack",
      "content": "Soy un desarrollador full-stack que disfruta trabajando con React y Next.js para crear aplicaciones web rápidas, dinámicas y fáciles de usar. También me gusta trabajar con HTML, CSS y JavaScript, y he tenido la oportunidad de explorar Angular también. En el backend, construyo APIs sólidas con C# y ASP.NET. Siempre soy curioso y entusiasta por aprender nuevas tecnologías, haciendo de cada proyecto una oportunidad para crecer y entregar algo increíble."
    },
    "designer": {
      "title": "Diseñador UI/UX",
      "content": "Como diseñador UI/UX, disfruto colaborando con equipos para dar vida a ideas innovadoras. Mi enfoque combina creatividad y estrategia para diseñar interfaces que son intuitivas y visualmente convincentes. Utilizando herramientas como Figma y Photoshop, entrego diseños que dejan una impresión duradera."
    },
    "services": {
      "title": "Servicios",
      "uiux": {
        "title": "Diseño UI/UX",
        "description": "Diseño experiencias de usuario intuitivas y visualmente atractivas adaptadas a tus necesidades.",
        "items": [
          "Wireframes y maquetas en Figma",
          "Prototipos interactivos",
          "Diseño gráfico personalizado con Photoshop",
          "Diseño centrado en el usuario"
        ]
      },
      "development": {
        "title": "Desarrollo",
        "description": "Convierto tus diseños en sitios web modernos y de alto rendimiento.",
        "items": [
          "Integración responsive para móvil, tablet y escritorio",
          "Efectos visuales modernos y animaciones",
          "Optimización para un rendimiento rápido y fiable",
          "Compatibilidad con todos los navegadores"
        ]
      },
      "website": {
        "title": "Sitio Web Completo",
        "description": "Ofrezco soluciones llave en mano, desde el diseño hasta la implementación.",
        "items": [
          "Landing pages para maximizar tus conversiones",
          "Efectos visuales modernos y animaciones",
          "Optimización SEO y velocidad de carga rápida",
          "Hosting, mantenimiento y actualizaciones incluidas"
        ]
      }
    },
    "contact": {
      "title": "Contacto"
    },

    "footer": {
    "navigation": {
      "about": "Sobre mí",
      "developer": "Desarrollador",
      "designer": "Diseñador",
      "projects": "Proyectos",
      "services": "Servicios",
      "contact": "Contacto"
    },
    "social": {
      "github": "GitHub",
      "linkedin": "LinkedIn",
      "behance": "Behance"
    },
    "copyright": "© {{year}} Romain. Todos los derechos reservados."
  }
  }